Repository: abid-zameen/ios-bayut-home
Catalog: bayut-home/Home/Sources/Home/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ru, zh

source: Agents
ar: الوكلاء
ru: Агенты
zh: 房产代理人

source: All Filters
ar: الجميع
ru: Все фильтры
zh: 所有筛选条件

source: Browse New Projects in UAE
ar: تصفح المشاريع الجديدة في UAE
ru: Просмотреть новые проекты в UAE
zh: 浏览位于<阿联酋>的新项目

source: Buy
ar: للبيع
ru: Купить
zh: 购买

# commuteSearchBannerDescription
source: Find homes by commute time
ar: ابحث عن منازل وفقاً لوقت التنقل
ru: Поиск по времени в пути
zh: 按通勤时间寻找物业

# commuteSearchBannerTitle
source: Search 2.0
ar: سيرتش 2.0
ru: Поиск 2.0
zh: 搜索 2.0

# dldTransactions
source: Transactions
ar: المعاملات العقارية
ru: транзакций
zh: 交易

# dubaiTransaction
source: Dubai Transactions
ar: معاملات دبي
ru: Сделки в Дубае
zh: 迪拜房地产交易情况

# entryPointHomeDescription
source: Stay updated on the latest property transactions in Dubai
ar: تابع آخر تحديثات المعاملات العقارية في دبي
ru: Последние сделки с недвижимостью в Дубае
zh: 了解迪拜最新房产交易信息

# exploreArticles
source: Explore More Articles
ar: تصفح المزيد من المقالات
ru: Больше статей
zh: 浏览更多文章

source: Favourites
ar: المفضلة
ru: Избранное
zh: 收藏

# findAgents
source: Find a TruBroker™
ar: ™TruBroker ابحث عن
ru: Найти TruBroker™
zh: 查找一名TruBroker™

# FindOutYourPropertyWorth
source: Find out how much your property is worth
ar: اعرف قيمة عقارك
ru: Узнайте, сколько стоит ваша недвижимость.
zh: 了解您房产的价值

# findVerifiedAgents
source: Find trusted agents awarded for their excellent performance
ar: ابحث عن الوكلاء الموثوقين الذين حصلوا على جوائز لأدائهم الممتاز
ru: Найти проверенных агентов, награжденных за их отличную работу.
zh: 寻找因表现出色而受到表彰的可信房产经纪人

# fromOurBlogs
source: From Our Blog
ar: من مدونة بيوت
ru: Из нашего блога
zh: 来自我们的博客

source: Get Started
ar: ابدأ
ru: Начать
zh: 开始

source: Handover
ar: التسليم
ru: Сдача
zh: 交付

source: History
ar: النشاطات
ru: История
zh: 历史

source: Lookup nearby locations
ar: المواقع القريبة
ru: Поиск близлежащих локаций
zh: 查找附近地点

source: NEW
ar: جديد
ru: НОВ.
zh: 最新

# newProjectHeadingHome
source: New Projects
ar: مشاريع جديدة
ru: Проекты
zh: 新项目

source: No
ar: لا
ru: Нет
zh: 不

source: Off-Plan
ar: قيد الإنشاء
ru: Офф-план
zh: 期房

# offplanNew
source: Initial Sale
ar: البيع الأولي
ru: Первичная продажа
zh: 首次销售

source: Popular in %@
ar: الأكثر طلباً في %@
ru: Популярное в %@
zh: 流行于 %@

# potw
source: Property of the Week
ar: أفضل عقار لهذا الأسبوع
ru: Объект недели
zh: 本周房源

source: Properties
ar: عقارات
ru: Объекты
zh: 物业

# ready_to_sell_or_rent
source: Sell or Rent Your Property
ar: بيع أو أجر عقارك الآن
ru: Продать или сдать свою недвижимость
zh: 出售或出租您的房产

source: Remove this property from favourites?
ar: هل ترغب بحذف هذا الإعلان من الإعلانات المفضلة؟
ru: Удалить этот объект из избранного?
zh: 将此房源从收藏夹中删除？

source: Rent
ar: للايجار
ru: Снять
zh: 租赁

source: Resale
ar: معاد بيعه
ru: Перепродажа
zh: 转售

source: Saved Searches
ar: البحث المحفوظ
ru: СОХРАНЕННЫЕ ПОИСКИ
zh: 已保存搜索

source: Search by Agent name or Location
ar: البحث باسم الوكيل أو الموقع
ru: Поиск по имени агента или локации
zh: 按房产代理人或地点搜索

# searchLocation
source: Search for a locality, area or city
ar: ابحث عن مكان، أو منطقة أو مدينة
ru: Поиск локации
zh: 搜索目的地

# share_your_details
source: Connect with a trusted agent to secure the best deal, faster.
ar: تواصل مع وكيل موثوق للحصول على أفضل صفقة، بأسرع ما يمكن.
ru: Свяжитесь с надёжным агентом, чтобы быстрее заключить выгодную сделку.
zh: 联系可信赖的经纪人，更快锁定最优交易。

source: Sold
ar: تم بيعه
ru: Продано
zh: 已售出

source: Start Search
ar: ابدأ البحث
ru: Начать поиск
zh: 开始搜索

# startingFromTitle
source: Launch Price
ar: السعر ابتداءً من
ru: Цена на старте
zh: 发布价格

# str_dt_search_location
source: Search for locations in Dubai
ar: بحث عن موقع في دبي
ru: Поиск локаций в Дубае
zh: 在迪拜搜索房源地点

# str_recent_searches
source: Recent Searches
ar: عمليات البحث الأخيرة
ru: Недавние поиски
zh: 最近搜索

# txt_text_rented
source: Rented
ar: تم تأجيره
ru: Сдано
zh: 已出租

source: View All Favourites
ar: عرض جميع المفضلة
ru: Просмотреть все избранное
zh: 查看所有收藏

# viewAllProjects
source: View All Projects in %@
ar: عرض كل المشاريع في %@
ru: Посмотреть все проекты в %@
zh: 浏览%@的所有项目

source: View All Saved Searches
ar: عرض البحث المحفوظ
ru: Посмотреть все сохраненные запросы
zh: 查看所有保存的搜索

source: Yes
ar: نعم
ru: Да
zh: 是的
